Repository: alan-garcia/Biblioteca
Catalog: BibliotecaNET8/Resources/Translations.*.resx
Languages: es

# AccionesTitle
source: Actions
es: Acciones

# AutorCreadoMessageSuccess
source: Author created successfully
es: Autor creado correctamente

# AutorEliminadoMessageFail
source: Error deleting author
es: Error al eliminar el autor

# AutorEliminadoMessageSuccess
source: Author deleted successfully
es: Autor eliminado correctamente

# AutorEliminadoMultipleMessageFail
source: Error deleting multiple authors
es: Error al eliminar múltiples autores

# AutorEliminadoMultipleMessageSuccess
source: Authors deleted successfully
es: Autores eliminados correctamente

# AutoresMenuOption
source: Authors
es: Autores

# AutoresSearchNotFound
source: Authors not found with this term
es: No existen autores con este criterio

# AutorModificadoMessageSuccess
source: Author modified successfully
es: Autor modificado correctamente

# AutorSearchPlaceholder
source: Search for name, or lastname
es: Buscar por nombre, o apellidos

# CategoriaCreadaMessageSuccess
source: Category created successfully
es: Categoría creada correctamente

# CategoriaEliminadaMessageFail
source: Error deleting category
es: Error al eliminar la categoría

# CategoriaEliminadaMessageSuccess
source: Category deleted successfully
es: Categoría eliminada correctamente

# CategoriaEliminadaMultipleMessageFail
source: Error deleting multiple categories
es: Error al eliminar múltiples categorías

# CategoriaEliminadaMultipleMessageSuccess
source: Categories deleted successfully
es: Categorías eliminadas correctamente

# CategoriaModificadaMessageSuccess
source: Category modified successfully
es: Categoría modificada correctamente

# CategoriaSearchPlaceholder
source: Search for category name
es: Buscar por nombre de categoría

# CategoriasMenuOption
source: Categories
es: Categorias

# CategoriasSearchNotFound
source: Categories not found with this term
es: No existen categorías con este criterio

# ClienteCreadoMessageSuccess
source: Customer created successfully
es: Cliente creado correctamente

# ClienteEliminadoMessageFail
source: Error deleting customers
es: Error al eliminar el cliente

# ClienteEliminadoMessageSuccess
source: Customer deleted successfully
es: Cliente eliminado correctamente

# ClienteEliminadoMultipleMessageFail
source: Error deleting multiple customers
es: Error al eliminar múltiples clientes

# ClienteEliminadoMultipleMessageSuccess
source: Customers created successfully
es: Clientes eliminados correctamente

# ClienteModificadoMessageSuccess
source: Customer modified successfully
es: Cliente modificado correctamente

# ClienteSearchPlaceholder
source: Search for name, phone, or email
es: Buscar por nombre, teléfono, o email

# ClientesMenuOption
source: Customers
es: Clientes

# ClientesSearchNotFound
source: Customers not found with this term
es: No existen clientes con este criterio

# CrearAutorButton
source: Create Author
es: Crear Autor

# CrearAutorTitle
source: Create Author
es: Crear Autor

# CrearButton
source: Create
es: Crear

# CrearCategoriaButton
source: Create Category
es: Crear Categoría

# CrearCategoriaTitle
source: Create Category
es: Crear Categoría

# CrearClienteButton
source: Create Customer
es: Crear Cliente

# CrearClienteTitle
source: Create Customer
es: Crear Cliente

# CrearLibroButton
source: Create Book
es: Crear Libro

# CrearLibroTitle
source: Create Book
es: Crear Libro

# CrearPrestamoButton
source: Create Loan
es: Crear Préstamo

# CrearPrestamoTitle
source: Create Loan
es: Crear Préstamo

# EliminarButton
source: Delete
es: Eliminar

# EliminarSelectedButton
source: Delete selected
es: Eliminar seleccionados

# ExisteAutorCategoriaCreate
source: At least one author and one category must exist before creating a book
es: Debe existir al menos un autor y una categoría antes de crear un libro

# ExisteAutorCategoriaEdit
source: At least one author and one category must exist before editing a book
es: Debe existir al menos un autor y una categoría antes de modificar un libro

# ExisteLibroClienteCreate
source: At least one book and one customer must exist before creating a loan
es: Debe existir al menos un libro y un cliente antes de crear un préstamo

# ExisteLibroClienteEdit
source: At least one book and one customer must exist before editing a loan
es: Debe existir al menos un libro y un cliente antes de modificar un préstamo

# IdiomasMenuOption
source: Languages
es: Idiomas

# InicioMenuOption
source: Home
es: Inicio

# LibroCreadoMessageSuccess
source: Book created successfully
es: Libro creado correctamente

# LibroEliminadoMessageFail
source: Error deleting books
es: Error al eliminar libros

# LibroEliminadoMessageSuccess
source: Book deleted successfully
es: Libro eliminado correctamente

# LibroEliminadoMultipleMessageFail
source: Error deleting multiple books
es: Error al eliminar múltiples libros

# LibroEliminadoMultipleMessageSuccess
source: Books deleted successfully
es: Libros eliminados correctamente

# LibroModificadoMessageSuccess
source: Book modified successfully
es: Libro modificado correctamente

# LibroSearchPlaceholder
source: Search for title, or ISBN
es: Buscar por título, o ISBN

# LibrosMenuOption
source: Books
es: Libros

# LibrosSearchNotFound
source: Books not found with this term
es: No existen libros con este criterio

# ListaAutoresEmptyMessage
source: Authors list is empty
es: Todavía no hay autores

# ListaAutoresTitle
source: Authors List
es: Lista de Autores

# ListaCategoriasEmptyMessage
source: Categories list is empty
es: Todavía no hay categorías

# ListaCategoriasTitle
source: Categories List
es: Lista de Categorías

# ListaClientesEmptyMessage
source: Customers list is empty
es: Todavía no hay clientes

# ListaClientesTitle
source: Customers List
es: Lista de Clientes

# ListaLibrosEmptyMessage
source: Books list is empty
es: Todavía no hay libros

# ListaLibrosTitle
source: Books List
es: Lista de Libros

# ListaPrestamosEmptyMessage
source: Loans list is empty
es: Todavía no hay préstamos

# ListaPrestamosTitle
source: Loans List
es: Lista de Préstamos

# ModificarAutorTitle
source: Edit Author
es: Modificar Autor

# ModificarButton
source: Edit
es: Modificar

# ModificarCategoriaTitle
source: Edit Category
es: Modificar Categoría

# ModificarClienteTitle
source: Edit Customer
es: Modificar Cliente

# ModificarLibroTitle
source: Edit Book
es: Modificar Libro

# ModificarPrestamoTitle
source: Edit Loan
es: Modificar Préstamo

# PrestamoCreadoMessageSuccess
source: Loan created successfully
es: Préstamo creado correctamente

# PrestamoEliminadoMessageSuccess
source: Loan deleted successfully
es: Préstamo eliminado correctamente

# PrestamoModificadoMessageSuccess
source: Loan modified successfully
es: Préstamo modificado correctamente

# PrestamoSearchPlaceholder
source: Search for name or lastname's customer, or by book title
es: Buscar por nombre o apellido del cliente, o por título de libro

# PrestamosEliminadoMultipleMessageSuccess
source: Loans deleted successfully
es: Préstamos eliminados correctamente

# PrestamosMenuOption
source: Loans
es: Préstamos

# PrestamosSearchNotFound
source: Loans not found with this term
es: No existen préstamos con este criterio

# VerAutorTitle
source: Show Author
es: Ver Autor

# VerButton
source: Show
es: Ver

# VerCategoriaTitle
source: Show Category
es: Ver Categoría

# VerClienteTitle
source: Show Customer
es: Ver Cliente

# VerLibroTitle
source: Show Book
es: Ver Libro

# VerPrestamoTitle
source: Show Loan
es: Ver Préstamo

# VolverButton
source: Back
es: Volver
